/* The message of an alert, that tells the user that he/she denied location access to the app. */
"Location denied, please go in settings to allow this app to use your location" = "Localização negada, entre nas configurações para habilitar o uso da localização"; /* The message of an alert, that tells the user that he/she denied location access to the app. */

/* The title of an alert, that tells the user that he/she denied location access to the app. */
"Location service denied" = "GPS Desabilitado"; /* The title of an alert, that tells the user that he/she denied location access to the app. */

/* A common affirmative action title, like 'OK' in english. */
"OK" = "OK";

/* The message of an alert that tells the user, that no server was set. */
"Please go in settings to enter server address" = "Entre em configurações e configure o endereço do servidor"; /* The message of an alert that tells the user, that no server was set. */

/* The title of an alert that tells the user, that no server was set. */
"Server not set" = "Servidor não configurado"; /* The title of an alert that tells the user, that no server was set. */

/* The title of the Pokémon selection for common Pokémon. */
"Common" = "Comum"; /* The title of the Pokémon selection for common Pokémon. */

/* The title of the Pokémon selection for favorite Pokémon. */
"Favorite" = "Favorito"; /* The title of the Pokémon selection for favorite Pokémon. */

/* The title of a Pokéstop annotation on the map. */
"Pokestop" = "Pokéstop"; /* The title of a Pokéstop annotation on the map. */

/* The message of a Pokéstop annotation on the map. */

/* The title of a gym annotation on the map. */
"Gym" = "Ginásio"; /* The title of a gym annotation on the map. */

/* The description of a gym annotation on the map with points. */
"Gym points: %d" = "Pontos do ginásio: %d"; /* The description of a gym annotation on the map with points. */

/* The hint in a annotation callout that indicates when a Pokémon disappears. */
"Disappears at" = "Desaparece às %@"; /* The hint in a annotation callout that indicates when a Pokémon disappears. */

/* The hint that a certain Pokémon appeared on the map. */
"[Pokemon] was added to the map!" = "%@ foi adicionado no mapa!"; /* The hint that a certain Pokémon appeared on the map. */

/* The hint that a favorite Pokémon appeared on the map. */
"[Pokemon] your favorite pokemon was added to the map!" = "%@ seu pokémon favorito foi adicionado no mapa!"; /* The hint that a favorite Pokémon appeared on the map. */

/* The title of an annotation on the map to scan the location. */
"Scan location" = "Localização escaneada"; /* The title of an annotation on the map to scan the location. */

/* The title of an alert that tells the user to select a server type */
"Select a server type" = "Selecione o tipo do servidor"; /* The title of an alert that tells the user to select a server type */

/* The message of an alert that tells the user to select a new server type */
"Please select a type" = "Selecione o tipo"; /* The message of an alert that tells the user to select a new server type */

/* A button to destroy the alert without saving */
"Cancel" = "Cancelar"; /* A button to destroy the alert without saving */

/* The title of an alert that tells the user to select a new drive mode */
"Select a drive mode" = "Selecione um meio de transporte"; /* The title of an alert that tells the user to select a new drive mode */

/* The message of an alert that tells the user to select a new drive mode */
"Please select a mode" = "Selecione um meio";

/* A button to set driving mode on map */
"Drive" = "Carro"; /* A button to set driving mode on map */

/* A button to set transit mode on map */
"Transit" = "Transporte Público"; /* A button to set transit mode on map */

/* A button to set walking mode on map */
"Walk" = "A pé"; /* A button to set walking mode on map */

"car" = "carro";
"transit" = "transporte público";
"walk" = "a pé";
"Car" = "Carro";
"Lure expires at %@" = "Lure expira às %@"; /* The hint in a annotation callout that indicates when a Pokémon disappears. */
"Please select a radius for the scan area (it should be more or equal than 100 meter)" = "Selecione o raio da área escaneada (deve ser maior ou igual a 100m)"; /* The message of an alert that tells the user to select a radius of the scan area */
"Satellite" = "Satélite"; /* A button to set sattelite mode on map */
"Select radius" = "Selecione o raio"; /* The title of an alert that tells the user to select a the radius of the scan area */
"Select the map type" = "Selecione o tipo do mapa"; /* The title of an alert that tells the user to select a new type of map */
"Standard" = "Padrão"; /* A button to set standard mode on map */
"RARE" = "RARO"; /* Rare pokemon annotation label */
"ULTRA RARE" = "ULTRA RARO"; /* Ultra rare pokemon annotation label */
"UNCOMMON" = "INCOMUM"; /* Uncommon pokemon annotation label */
"VERY RARE" = "MUITO RARO"; /* Very rare pokemon annotation label */
"COMMON" = "COMUM"; /* Common pokemon annotation label */